<template>
    <div class="wen clearfix">
        <h3>萹蓄新家谱是季岑文化穿透的需要</h3>
        <div class="tetx">
                 <p>萹蓄新家谱是季岑萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要</p>
                <img src="https://ss3.bdstatic.com/70cFv8Sh_Q1YnxGkpoWK1HF6hhy/it/u=3534289497,3677101726&fm=27&gp=0.jpg" alt="">
                 <p>萹蓄新家谱是季岑萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要文化穿透的需要萹蓄新家谱是季岑文化穿透的需要萹蓄新家谱是季岑文化穿透的需要</p>
                  <p>新家谱是季岑萹蓄新家谱是季岑文化穿透的需要萹新家谱是季岑萹蓄新家谱是季岑文化穿透的需要萹</p>

        </div>
       </div>
</template>

<script>
export default {

}
</script>

<style lang="less" scoped>
.wen{
    padding: .2rem;
   
    >h3{
        line-height: .5rem;
         font-size: .4rem;
    }
    >.tetx{
        color:#666;
        text-indent: 2em;
        line-height: .6rem;
        >img{
            width: 100%;
            height: 100%;
        }
    }
}
</style>

